{
    "articles": [
        {
            "id": "article1",
            "title": "Tule tapaamaan Sunnya – Iloinen kultainen säde!",
            "content": "<p>\r\n              <strong>Nimi:<\/strong> Sunny<br>\r\n              <strong>Rotu:<\/strong> Kultainen noutaja<br>\r\n              <strong>Väri:<\/strong> Kultainen<br>\r\n              <strong>Ikä:<\/strong> 4 kuukautta<br>\r\n              <strong>Sukupuoli:<\/strong> Naaras\r\n            <\/p>\r\n            <p>\r\n              Sunny on leikkisä ja hellä kultainennoutaja-pentu, jolla on sydän täynnä rakkautta ja loputonta pentutarmoa. \r\n              Hän rakastaa pallojen jahtaamista, uusien ystävien tapaamista ja leikkimisen jälkeen päiväunille käpertymistä.\r\n            <\/p>\r\n            <p>\r\n              Pehmeällä kultaisella turkillaan ja suloisilla silmillään hän varastaa sydämesi sekunneissa! Sunny on hyvin \r\n              sosiaalinen, innokas oppimaan ja vastaa hyvin positiiviseen koulutukseen.\r\n            <\/p>\r\n            <p>\r\n              Hän tulee hyvin toimeen lasten ja muiden koirien kanssa, ja kukoistaisi aktiivisessa kodissa, jossa hän voi \r\n              tutkia, leikkiä ja kasvaa lojaaliseksi kumppaniksi, joksi hänet on tarkoitettu.\r\n            <\/p>\r\n            <p>\r\n              Sunnyn rokotukset ovat ajan tasalla ja hän oppii nopeasti sisäsiistiksi.\r\n            <\/p>\r\n            <p>\r\n              👉 Luuletko, että Sunny voisi olla täydellinen kumppanisi? Hae nyt adoptiota ja anna hänelle rakastava koti jonka hän ansaitsee!\r\n            <\/p>",
            "imageSrc": "images\/dog1.jpg",
            "imageAlt": "Söpö koira",
            "imageWidth": 200,
            "imageHeight": "auto",
            "imageAlignment": "center"
        },
        {
            "id": "article2",
            "title": "Tapaa Pumpkin – Tuleva karvainen ystäväsi!",
            "content": "<p>\r\n              <strong>Nimi:<\/strong> Pumpkin<br>\r\n              <strong>Rotu:<\/strong> Pitkäkarvainen kotikissa<br>\r\n              <strong>Väri:<\/strong> Oranssi<br>\r\n              <strong>Ikä:<\/strong> 3 vuotta<br>\r\n              <strong>Sukupuoli:<\/strong> Uros\r\n            <\/p>\r\n            <p>\r\n              Pumpkin on suloinen ja utelias oranssi kissa, jolla on silmiinpistävät vihreät silmät ja pörröinen turkki. \r\n              Hän rakastaa pehmeillä matoilla loikoilua ja ympäröivän maailman hiljaista tarkkailua.\r\n            <\/p>\r\n            <p>\r\n              Pumpkinilla on lempeä persoonallisuus, ja hän nauttii sekä rauhallisesta haliajasta että lelujen metsästämisestä.\r\n            <\/p>\r\n            <p>\r\n              Hän tulee hyvin toimeen ihmisten kanssa ja olisi täydellinen kumppani rauhalliseen kotiin, jossa hän voi tuntea olonsa turvalliseksi ja rakastetuksi.\r\n            <\/p>\r\n            <p>\r\n              Pumpkin on kastroitu, rokotettu ja sisäsiisti - valmiina liittymään ikuiseen perheeseensä!\r\n            <\/p>\r\n            <p>\r\n              👉 Oletko valmis adoptoimaan Pumpkinin? Täytä hakemus verkkosivuillamme ja anna tälle rakastettavalle kissalle koti, jonka hän ansaitsee.\r\n            <\/p>",
            "imageSrc": "images\/cat1.jpg",
            "imageAlt": "Söpö kissa",
            "imageWidth": 200,
            "imageHeight": "auto",
            "imageAlignment": "center"
        }
    ],
    "lastUpdated": "2025-05-19 12:26:05"
}